Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# SNACK_BAR_DETAILS_TITLE_GRANT_PERMISSION_TO_RECORD
source: You missed a call because Olvid is not allowed to access the microphone
de: Du hast einen Anruf verpasst, da Olvid keinen Zugriff auf das Mikrofon hat.
es: Perdiste una llamada porque Olvid no tiene permiso para acceder al micrófono
fr: Vous avez raté un appel car Olvid n'a pas accès au micro
it: Hai perso una chiamata perché Olvid non ha il permesso di accedere al microfono
ja: Olvidがマイクへのアクセスを許可されていないため、着信に気づきませんでした。
ko: Olvid이 마이크에 접근할 수 없어서 전화가 연결되지 않았습니다.
pt_br: Você perdeu uma chamada porque o Olvid não tem permissão para acessar o microfone.
pt_pt: Perdeu uma chamada porque o Olvid não tem permissão para aceder ao microfone
ru: Вы пропустили вызов, потому что Olvid не имеет доступа к микрофону
uk: Ви пропустили дзвінок, оскільки Olvid не має дозволу на доступ до мікрофона
zh_hans: 您错过了来电，因为 Olvid 没有被授予访问麦克风的权限

# SNACK_BAR_DETAILS_TITLE_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: You missed a call because Olvid is not allowed to access the microphone
de: Du hast einen Anruf verpasst, da Olvid nicht auf das Mikrofon zugreifen darf.
es: Perdiste una llamada porque Olvid no tiene permiso para acceder al micrófono
fr: Vous avez raté un appel car Olvid n'a pas accès au micro
it: Hai perso una chiamata perché Olvid non ha il permesso di accedere al microfono
ja: Olvid がマイクへのアクセスを許可されていないため、着信を逃しました
ko: Olvid가 마이크에 접근할 수 없어서 전화가 연결되지 않았습니다.
pt_br: Você perdeu uma chamada porque o Olvid não tem permissão para acessar o microfone.
pt_pt: Perdeu uma chamada porque o Olvid não tem permissão para aceder ao microfone
ru: Вы пропустили вызов, потому что у Olvid нет доступа к микрофону
uk: Ви пропустили дзвінок, оскільки Olvid не має дозволу на доступ до мікрофона
zh_hans: 您错过了来电，因为 Olvid 没有被授予访问麦克风的权限

# SNACK_BAR_DETAILS_TITLE_NEW_APP_VERSION_AVAILABLE
source: A new version of Olvid is available 🥳!
de: Eine neue Version von Olvid ist verfügbar 🥳!
es: ¡Hay una nueva versión de Olvid disponible 🥳!
fr: Une nouvelle version d'Olvid est disponible 🥳 !
it: È disponibile una nuova versione di Olvid 🚀!
ja: Olvidの新しいバージョンが利用可能になりました 🥳!
ko: Olvid의 새 버전이 출시되었습니다! 🚀
pt_br: Uma nova versão do Olvid está disponível! 🚀
pt_pt: Uma nova versão do Olvid está disponível! 📱
ru: Доступна новая версия Olvid 🚀!
uk: Доступна нова версія Olvid 🚀!
zh_hans: Olvid 有新版本可用啦！

# SOME_OF_YOUR_CONTACTS_MAY_NOT_APPEAR_AS_GROUP_V2_CANDIDATES
source: Please choose who to add to this group.
de: Bitte wähle aus, wer dieser Gruppe hinzugefügt werden soll.
es: Por favor, elige a quién añadir a este grupo.
fr: Choisissez qui ajouter à ce groupe.
it: Scegli chi aggiungere a questo gruppo.
ja: このグループに追加する相手を選択してください。
ko: 이 그룹에 추가할 사용자를 선택하세요.
pt_br: Por favor, escolha quem adicionar a este grupo.
pt_pt: Por favor, selecione quem deseja adicionar a este grupo.
ru: Пожалуйста, выберите, кого добавить в эту группу.
uk: Будь ласка, оберіть, кого додати до цієї групи.
zh_hans: 请选择要添加到此群组的成员。

# STATUS_LEGEND_TITLE
source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
ja: 凡例
ko: 범례
pt_br: Legenda
pt_pt: Legenda
ru: Легенда
uk: Легенда
zh_hans: 图例

# STD_MSG_OLVID_TAKES_TOO_LONG_TO_START
source: Olvid seems to take longer than usual to start. This typically occurs after installing a new version. Please be reassured, none of your data was lost.
de: Olvid scheint länger als gewöhnlich zu starten. Dies tritt typischerweise nach der Installation einer neuen Version auf. Seien Sie versichert, dass keine Ihrer Daten verloren gegangen sind.
es: Olvid parece tardar más de lo habitual en iniciarse. Esto suele ocurrir después de instalar una nueva versión. Tenga la seguridad de que no se ha perdido ninguno de sus datos.
fr: Olvid semble prendre plus de temps que d'habitude pour démarrer. Cela peut arriver après une mise à jour. Rassurez-vous, même si le problème persiste, aucune de vos données n'a été perdue.
it: Sembra che Olvid impieghi più tempo del solito per avviarsi. Questo si verifica in genere dopo aver installato una nuova versione. Ti assicuriamo che nessuno dei tuoi dati è andato perso.
ja: Olvidの起動に普段より時間がかかるようです。これは、新しいバージョンをインストールした後によく発生します。ご安心ください、データは一切失われていません。
ko: Olvid가 평소보다 시작하는 데 시간이 더 걸리는 것 같습니다. 이는 일반적으로 새 버전을 설치한 후에 발생합니다. 안심하십시오. 데이터가 손실된 것은 아닙니다.
pt_br: O Olvid parece demorar mais do que o normal para iniciar. Isso geralmente acontece após a instalação de uma nova versão. Fique tranquilo, nenhum dos seus dados foi perdido.
pt_pt: O Olvid parece demorar mais do que o habitual a iniciar. Isto acontece normalmente após a instalação de uma nova versão. Fique descansado, nenhum dos seus dados foi perdido.
ru: Olvid запускается дольше обычного. Обычно это происходит после установки новой версии. Успокаиваем, ваши данные не были потеряны.
uk: Olvid запускається довше, ніж зазвичай. Зазвичай це відбувається після встановлення нової версії. Будь ласка, не хвилюйтеся, ваші дані не були втрачені.
zh_hans: Olvid 启动似乎比平时花费更多时间。这通常在新版本安装后发生。请放心，您的数据没有丢失。

# STORAGE_ALL_HEADER
source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
pt_br: Todos os arquivos
pt_pt: Todos os ficheiros
ru: Все файлы
uk: Усі файли
zh_hans: 所有文件

# STORAGE_DELETE_ELEMENTS_HEADER
source: Review and delete items
de: Überprüfen und Elemente löschen
es: Revisar y eliminar elementos
fr: Passer en revue et supprimer des éléments
it: Rivedi ed elimina gli elementi
ja: レビューして項目を削除
ko: 검토 후 항목 삭제
pt_br: Analise e exclua os itens
pt_pt: Analisar e eliminar itens
ru: Просмотреть и удалить элементы
uk: Переглянути та видалити елементи
zh_hans: 审核并删除项目

# STORAGE_DISCUSSION_HEADER
source: Discussions
de: Chats
es: Conversaciones
it: Discussioni
ja: ディスカッション
ko: 대화
pt_br: Conversas
pt_pt: Conversas
ru: Обсуждения
uk: Розмови
zh_hans: 讨论

# STORAGE_DISCUSSION_MENU_LAST_OPENED
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
pt_pt: Data
ru: Дата
uk: Дата
zh_hans: 日期

# STORAGE_DISCUSSION_MENU_SIZE
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
uk: Розмір
zh_hans: 大小

# STORAGE_DISCUSSION_MENU_TYPE
source: Type
de: Tippen
es: Escribe
it: Digita
ja: 入力
ko: 입력
pt_br: Digite
pt_pt: Digite
ru: Тип
uk: Введіть
zh_hans: 输入

# STORAGE_ITEMS_SELECTED_%lld
source: %lld items selected
de: %lld Elemente ausgewählt
es: %lld elementos seleccionados
fr: %lld éléments sélectionnés
it: %lld elementi selezionati
ja: %lld個の項目が選択されました
ko: %lld개 항목 선택됨
pt_br: %lld itens selecionados
pt_pt: %lld itens selecionados
ru: Выбрано %lld элементов
uk: Вибрано %lld елементів
zh_hans: 已选择 %lld 个项目

# STORAGE_LARGEST_FILES_HEADER_%@
source: More than %@
de: Mehr als %@
es: Más de %@
fr: Plus de %@
it: Più di %@
ja: %@より多い
ko: %@보다 많음
pt_br: Mais de %@
pt_pt: Mais de %@
ru: Более чем %@
uk: Більше ніж %@
zh_hans: 超过 %@

source: Storage management
de: Speicherverwaltung
es: Gestión del almacenamiento
fr: Gestion du stockage
it: Gestione spazio di archiviazione
ja: ストレージ管理
ko: 저장 공간 관리
pt_br: Gerenciamento de armazenamento
pt_pt: Gestão de armazenamento
ru: Управление хранилищем
uk: Керування сховищем
zh_hans: 存储管理

# STORAGE_MANAGEMENT_CONTENT_UNAVAILABLE_DESCRIPTION
source: Received and sent attachments will appear here.
de: Empfangene und gesendete Anhänge werden hier angezeigt.
es: Los archivos adjuntos recibidos y enviados aparecerán aquí.
fr: Les pièces jointes reçues et envoyées apparaîtront ici.
it: Gli allegati ricevuti e inviati appariranno qui.
ja: 受信および送信した添付ファイルがここに表示されます。
ko: 받은 첨부 파일과 보낸 첨부 파일이 여기에 표시됩니다.
pt_br: Anexos recebidos e enviados aparecerão aqui.
pt_pt: Os anexos recebidos e enviados aparecerão aqui.
ru: Входящие и исходящие вложения будут отображаться здесь.
uk: Отримані та надіслані вкладення з'являться тут.
zh_hans: 您收到的和发送的附件将显示在此处

# STORAGE_MANAGEMENT_CONTENT_UNAVAILABLE_TITLE
source: Your local storage is empty
de: Ihr lokaler Speicher ist leer
es: Tu almacenamiento local está vacío
fr: Pas de fichiers pour le moment
it: La tua memoria locale è vuota
ja: ローカルストレージは空です
ko: 로컬 저장 공간이 비어 있습니다.
pt_br: Seu armazenamento local está vazio
pt_pt: O armazenamento local está vazio
ru: Ваше локальное хранилище пусто
uk: Ваше локальне сховище порожнє
zh_hans: 您的本地存储为空

# STORAGE_SENT_BY_ME_HEADER
source: Sent by me
de: Von mir gesendet
es: Enviado por mí
fr: Envoyés par moi
it: Inviato da me
ja: 私が送信
ko: 내가 보낸 메시지
pt_br: Enviado por mim
pt_pt: Enviado por mim
ru: Отправлено мной
uk: Надіслано мною
zh_hans: 我发送的

# STORAGE_USED
source: used
de: verwendet
es: utilizado
fr: utilisés
it: usato
ja: 使用済み
ko: 사용됨
pt_br: usado
pt_pt: utilizado
ru: использован
uk: використаний
zh_hans: 已使用

# SYNC_APP_DATABASE_WITH_ENGINE_BUTTON_TITLE
source: Synchronize databases
de: Datenbanken synchronisieren
es: Sincronizar bases de datos
fr: Synchroniser les bases de données
it: Sincronizza database
ja: データベースを同期
ko: 데이터베이스 동기화
pt_br: Sincronizar bancos de dados
pt_pt: Sincronizar bases de dados
ru: Синхронизировать базы данных
uk: Синхронізувати бази даних
zh_hans: 同步数据库

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauver les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
pt_br: Salvar alterações
pt_pt: Guardar alterações
ru: Сохранить изменения
uk: Зберегти зміни
zh_hans: 保存更改

source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scannez un code QR
it: Scansiona il codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
pt_br: Escanear código QR
pt_pt: Analisar código QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh_hans: 扫描二维码

source: Scan another user's QR code
de: QR-Code eines anderen Benutzers scannen
es: Escanear el código QR de otro usuario
fr: Scanner le code QR d'un autre utilisateur
it: Scansiona il codice QR di un altro utente
ja: 他のユーザーのQRコードをスキャン
ko: 다른 사용자의 QR 코드를 스캔하세요
pt_br: Escanear o código QR de outro usuário
pt_pt: Digitalize o código QR de outro utilizador
ru: Отсканируйте QR-код другого пользователя
uk: Скануйте QR-код іншого користувача
zh_hans: 扫描其他用户的二维码

source: Scan document
de: Dokument scannen
es: Escanear documento
fr: Scanner un document
it: Scansiona documento
ja: 書類をスキャン
ko: 문서 스캔
pt_br: Escanear documento
pt_pt: Analisar documento
ru: Сканировать документ
uk: Сканувати документ
zh_hans: 扫描文档

source: Screen Lock
de: Bildschirmsperre
es: Bloqueo de Pantalla
fr: Verrouillage d'écran
it: Blocco Schermo
ja: 画面ロック
ko: 화면 잠금
pt_br: Bloqueio de tela
pt_pt: Bloqueio de Ecrã
ru: Блокировка экрана
uk: Блокування екрану
zh_hans: 屏幕锁定

source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
uk: Надіслати
zh_hans: 发送

source: Send Read Receipts
de: Lesebestätigungen senden
es: Enviar confirmaciones de lectura
fr: Confirmation de lecture
it: Invia Conferme di Lettura
ja: 既読通知を送信
ko: 메시지 읽음 확인 보내기
pt_br: Enviar comprovantes de leitura
pt_pt: Enviar confirmações de leitura
ru: Отправлять подтверждения о прочтении
uk: Надсилати підтвердження прочитання
zh_hans: 发送已读回执

# Send invite
source: Send invitation
de: Einladung senden
es: Enviar invitación
fr: Envoyer une invitation
it: Invia invito
ja: 招待を送信
ko: 초대 메시지 보내기
pt_br: Enviar convite
pt_pt: Enviar convite
ru: Отправить приглашение
uk: Надіслати запрошення
zh_hans: 发送邀请

source: Send this to the development team
de: Sende dies an das Entwicklungsteam
es: Envíalo al equipo de desarrollo
fr: Envoyer à l'équipe de développement
it: Invia questo al team di sviluppo
ja: 開発チームに送信
ko: 이 내용을 개발팀에 전달합니다.
pt_br: Envie isso para a equipe de desenvolvimento
pt_pt: Enviar isto para a equipa de desenvolvimento
ru: Отправить это команде разработчиков
uk: Надішліть це команді розробників
zh_hans: 将此发送给开发团队

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
ko: 보냄
pt_br: Enviado
pt_pt: Enviado
ru: Отправлено
uk: Відправлено
zh_hans: 已发送

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
uk: Поділитися
zh_hans: 分享

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
pt_pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 显示

source: Show my QR code
de: Zeige meinen QR-Code
es: Mostrar mi código QR
fr: Afficher mon code QR
it: Mostra il mio codice QR
ja: 自分のQRコードを表示
ko: 내 QR 코드 표시
pt_br: Mostrar meu código QR
pt_pt: Mostrar o meu código QR
ru: Показать мой QR-код
uk: Показати мій QR-код
zh_hans: 显示我的二维码

source: Sign in to iCloud
de: Bei iCloud anmelden
es: Iniciar sesión en iCloud
fr: Connectez-vous à iCloud
it: Accedi a iCloud
ja: iCloudにサインイン
ko: iCloud에 로그인
pt_br: Faça login no iCloud
pt_pt: Iniciar sessão no iCloud
ru: Войти в iCloud
uk: Увійдіть в iCloud
zh_hans: 登录到 iCloud

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
uk: Розмір
zh_hans: 大小

source: Sorry...
de: Entschuldigung...
es: Lo sentimos...
fr: Désolé...
it: Mi dispiace...
ja: 申し訳ありません...
ko: 죄송합니다...
pt_br: Desculpe...
pt_pt: Desculpe...
ru: Извините...
uk: Вибачте...
zh_hans: 对不起...

source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante
ja: スピーカー
ko: 스피커
pt_br: Alto-falante
pt_pt: Coluna
ru: Динамик
uk: Динамік
zh_hans: 扬声器

source: Stored
de: Gespeichert
es: Guardado
fr: Stocké
it: Archiviato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
pt_pt: Armazenado
ru: Сохраненные
uk: Збережено
zh_hans: 已保存

source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions générales d'utilisation
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
pt_br: Termos de uso
pt_pt: Termos de utilização
ru: Условия использования
uk: Умови використання
zh_hans: 使用条款

source: Their code
de: Ihr Code
es: Su código
fr: Son code
it: Il loro codice
ja: 相手のコード
ko: 상대방의 코드
pt_br: O código deles
pt_pt: O código deles
ru: Их код
uk: Їхній код
zh_hans: 他们的代码

# THE_CALL_AUDIO_CONFIG_FOR_MAC_IS_AVAILABLE_IN_MENU_BAR
source: Audio input/output can be configured from the menu bar or from System Settings.
de: Audio-Ein- und -Ausgabe können über die Menüleiste oder die Systemeinstellungen konfiguriert werden.
es: La entrada/salida de audio se puede configurar desde la barra de menú o desde la Configuración del sistema.
fr: Les entrées/sorties audio peuvent être configurées depuis la barre de menu ou depuis les Réglages Système.
it: L'ingresso/uscita audio può essere configurato dalla barra dei menu o dalle Impostazioni di Sistema.
ja: オーディオの入力/出力設定は、メニューバーまたはシステム設定から行うことができます。
ko: 오디오 입력/출력은 메뉴 막대 또는 시스템 설정에서 구성할 수 있습니다.
pt_br: A entrada e saída de áudio podem ser configuradas a partir da barra de menu ou das Configurações do Sistema.
pt_pt: A entrada e saída de áudio podem ser configuradas a partir da barra de menu ou das Definições do Sistema.
ru: Настройки аудиовхода/выхода можно найти в меню или в Системных настройках.
uk: Налаштування аудіовходу/виходу можна виконати з меню або в Системних налаштуваннях.
zh_hans: 音频输入/输出可以在菜单栏或“系统设置”中进行配置。

source: This action is irreversible!
de: Diese Aktion ist unwiderruflich!
es: ¡Esta acción es irreversible!
fr: Cette action est irréversible !
it: Questa azione è irreversibile!
ja: この操作は元に戻せません！
ko: 이 작업은 되돌릴 수 없습니다!
pt_br: Esta ação é irreversível!
pt_pt: Esta ação é irreversível!
ru: Это действие необратимо!
uk: Ця дія незворотна!
zh_hans: 此操作不可逆！

# THIS_FEATURE_REQUIRES_IOS_17_OR_ABOVE
source: Please upgrade to the latest version of the OS from the Settings App.
de: Bitte aktualisieren Sie auf die neueste Version des Betriebssystems über die Einstellungen-App.
es: Por favor, actualiza a la última versión del sistema operativo desde la aplicación de Ajustes.
fr: Cette fonctionnalité nécessite une version plus récente de votre système d’exploitation. Vous pouvez mettre à jour depuis l’application Réglages.
it: Si prega di aggiornare all'ultima versione del sistema operativo dalle Impostazioni.
ja: 設定アプリから最新バージョンのOSにアップグレードしてください。
ko: 설정 앱에서 최신 버전의 OS로 업데이트하세요.
pt_br: Atualize para a versão mais recente do sistema operacional nas configurações do dispositivo.
pt_pt: Atualize para a versão mais recente do sistema operativo nas Definições.
ru: Пожалуйста, обновите операционную систему до последней версии в приложении «Настройки».
uk: Будь ласка, оновіть до останньої версії операційної системи в програмі «Налаштування».
zh_hans: 请在“设置”App 中升级到最新版本的操作系统。

# THIS_FEATURE_REQUIRES_MACOS_15_OR_ABOVE
source: This feature requires macOS 15 or above. Please upgrade to the latest version of macOS from System Settings.
de: Diese Funktion erfordert macOS 15 oder höher. Bitte aktualisieren Sie auf die neueste Version von macOS über die Systemeinstellungen.
es: Esta función requiere macOS 15 o superior. Por favor, actualiza a la última versión de macOS desde Preferencias del Sistema.
fr: Cette fonctionnalité nécessite macOS 15 ou supérieur. Vous pouvez mettre à jour depuis Réglages Système.
it: Questa funzionalità richiede macOS 15 o superiore. Si prega di aggiornare all'ultima versione di macOS da Preferenze di Sistema.
ja: この機能を使用するには、macOS 15 以降が必要です。システム環境設定から macOS を最新バージョンにアップデートしてください。
ko: 이 기능은 macOS 15 이상에서만 사용할 수 있습니다. 시스템 설정에서 최신 버전의 macOS로 업그레이드하십시오.
pt_br: Este recurso requer o macOS 15 ou versão superior. Atualize para a versão mais recente do macOS em Preferências do Sistema.
pt_pt: Esta funcionalidade requer o macOS 15 ou superior. Atualize para a versão mais recente do macOS em Definições do Sistema.
ru: Для работы этой функции требуется macOS 15 или новее. Пожалуйста, обновите macOS до последней версии в Системных настройках.
uk: Для використання цієї функції потрібна macOS 15 або новішої версії. Будь ласка, оновіть до останньої версії macOS в Системних налаштуваннях.
zh_hans: 此功能需要 macOS 15 或更高版本。请从“系统设置”中升级到最新版本的 macOS。

# TIME_BASED_LABEL
source: Time based
de: Zeitbasiert
es: Basado en tiempo
fr: En temps
it: Basato sul tempo
ja: 時間ベース
ko: 시간 기반
pt_br: Com base no tempo
pt_pt: Com base no tempo
ru: Основано на времени
uk: На основі часу
zh_hans: 基于时间

# TIME_BASED_SECTION_FOOTER
source: If activated, messages older than the specified time will be regularly deleted.
de: Wenn aktiviert, werden Nachrichten, die älter als die angegebene Zeit sind, regelmäßig gelöscht.
es: Si se activa, los mensajes con una antigüedad superior al tiempo especificado se eliminarán periódicamente.
fr: Si ce réglage est activé, les messages plus anciens que le temps spécifié seront régulièrement supprimés.
it: Se attivata, i messaggi più vecchi del periodo specificato verranno eliminati regolarmente.
ja: 有効にすると、指定した時間より古いメッセージが定期的に削除されます。
ko: 활성화하면 지정된 시간보다 오래된 메시지가 주기적으로 삭제됩니다.
pt_br: Se ativado, as mensagens com mais de um determinado tempo serão excluídas periodicamente.
pt_pt: Se ativado, as mensagens com mais de um determinado tempo serão eliminadas automaticamente.
ru: Если включено, сообщения старше указанного времени будут регулярно удаляться.
uk: Якщо активовано, повідомлення, старші за вказаний час, будуть регулярно видалятися.
zh_hans: 如果启用，超过指定时间的消息将定期删除。

# TIME_BASED_SINGLE_DISCUSSION_SECTION_FOOTER
source: If activated, messages older than the specified time will be regularly deleted from this discussion.
de: Wenn aktiviert, werden ältere Nachrichten als der angegebene Zeitraum in dieser Konversation regelmäßig gelöscht.
es: Si se activa, los mensajes con antigüedad superior al tiempo especificado se eliminarán periódicamente de esta conversación.
fr: Si ce réglage est activé, les messages plus anciens que le temps spécifié seront régulièrement supprimés de cette discussion.
it: Se attivata, i messaggi più vecchi del periodo specificato verranno regolarmente eliminati da questa conversazione.
ja: 有効にすると、指定された時間よりも古いメッセージがこのチャットから定期的に削除されます。
ko: 활성화하면 지정된 시간보다 오래된 메시지가 이 대화에서 정기적으로 삭제됩니다.
pt_br: Se ativado, mensagens mais antigas do que o período especificado serão regularmente excluídas desta conversa.
pt_pt: Se ativado, as mensagens com mais de um determinado tempo serão eliminadas periodicamente desta conversa.
ru: Если включено, сообщения старше указанного времени будут регулярно удаляться из этой беседы.
uk: Якщо активовано, повідомлення, старіші за вказаний час, будуть регулярно видалятися з цього обговорення.
zh_hans: 如果启用，此对话中超过指定时间的消息将定期删除。

# TIME_INTERVAL_FOR_BG_HIDDEN_PROFILE_CLOSE_POLICY
source: Close hidden profile when Olvid enters background...
de: Verstecktes Profil schließen, wenn Olvid in den Hintergrund wechselt...
es: Ocultar perfil oculto cuando Olvid entre en segundo plano...
fr: Fermer un profil masqué quand Olvid passe en arrière plan...
it: Chiudi profilo nascosto quando l'app va in background...
ja: Olvidがバックグラウンドに移行したら、非表示のプロフィールを閉じます...
ko: Olvid가 백그라운드로 전환되면 숨겨진 프로필을 닫습니다...
pt_br: Ocultar o perfil quando o Olvid for para segundo plano...
pt_pt: Fechar o perfil oculto quando a aplicação Olvid for para segundo plano...
ru: Скрывать профиль, когда Olvid переходит в фоновый режим...
uk: Закрити прихований профіль, коли Olvid переходить у фоновий режим...
zh_hans: 当 Olvid 进入后台时，关闭隐藏的个人资料...

# TITLE_RESET_ALL_ALERTS
source: Reset all alerts
de: Alle Benachrichtigungen zurücksetzen
es: Restablecer todas las alertas
fr: Réinitialiser les alertes
it: Resetta tutti gli avvisi
ja: すべての通知設定をリセット
ko: 모든 알림 재설정
pt_br: Redefinir todos os alertas
pt_pt: Repor todas as notificações
ru: Сбросить все оповещения
uk: Скинути всі сповіщення
zh_hans: 重置所有提醒

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_DO_DELETE_ACTION
source: Delete my profile
de: Mein Profil löschen
es: Eliminar mi perfil
fr: Supprimer mon profil
it: Elimina il mio profilo
ja: プロフィールを削除
ko: 내 프로필 삭제
pt_br: Excluir meu perfil
pt_pt: Apagar o meu perfil
ru: Удалить мой профиль
uk: Видалити мій профіль
zh_hans: 删除我的个人资料

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_MESSAGE
source: To confirm the deletion of your profile, please type 'DELETE' to proceed.
de: Um die Löschung Ihres Profils zu bestätigen, geben Sie bitte 'LÖSCHEN' ein, um fortzufahren.
es: Para confirmar la eliminación de tu perfil, escribe 'ELIMINAR' para continuar.
fr: Pour confirmer la suppression de votre profil, veuillez taper le mot 'SUPPRIMER'.
it: Per confermare l'eliminazione del tuo profilo, digita 'ELIMINA' per procedere.
ja: プロフィールを削除するには、「DELETE」と入力して続行してください。
ko: 프로필 삭제를 확인하려면 '삭제'를 입력하여 진행하십시오.
pt_br: Para confirmar a exclusão do seu perfil, digite 'EXCLUIR' para prosseguir.
pt_pt: Para confirmar a eliminação do seu perfil, escreva 'ELIMINAR' para continuar.
ru: Для подтверждения удаления вашего профиля, пожалуйста, введите 'DELETE' для продолжения.
uk: Щоб підтвердити видалення вашого профілю, введіть 'DELETE', щоб продовжити.
zh_hans: 为了确认删除您的个人资料，请输入“DELETE”，然后继续操作。

# TYPE_DELETE_TO_PROCEED_WITH_OWNED_IDENTITY_DELETION_TITLE_%@
source: Confirm the deletion of the profile "%@"
de: Löschen des Profils "%@" bestätigen
es: Confirma la eliminación del perfil "%@"
fr: Confirmez la suppression du profil « %@ »
it: Conferma l'eliminazione del profilo "%@"
ja: プロフィール「%@」の削除を確認します
ko: 프로필 "%@" 삭제를 확인하시겠습니까?
pt_br: Confirme a exclusão do perfil "%@"
pt_pt: Confirme a eliminação do perfil "%@"
ru: Подтвердите удаление профиля "%@"
uk: Підтвердіть видалення профілю "%@"
zh_hans: 确认删除个人资料“%@”
